# Procedure Catalog Error Codes
4001000=Erro na base de datos do cat&aacute;logo de tr&aacute;mites

4001001=Erro ao acceder &aacute; base de datos
4001002=Erro: O identificador do tr&aacute;mite non &eacute; v&aacute;lido
4001003=Erro: O identificador do documento non &eacute; v&aacute;lido
4001004=Erro ao crear o documento
4001005=Erro ao eliminar o documento
4001006=Erro ao recuperar a informaci&oacute;n do documento
4001007=Erro ao actualizar a informaci&oacute;n do documento
4001008=Erro ao crear o tr&aacute;mite
4001009=Erro ao eliminar o tr&aacute;mite
4001010=Erro ao recuperar a informaci&oacute;n do tr&aacute;mite
4001011=Erro ao actualizar a informaci&oacute;n do tr&aacute;mite
4001012=Erro: O documento est&aacute; a ser utilizado nalg&uacute;n tr&aacute;mite. Elim&iacute;neo antes dese tr&aacute;mite
4001013=Erro ao recuperar a lista de tr&aacute;mites
4001014=Erro ao recuperar a lista de documentos
4001015=Erro ao recuperar un documento do tr&aacute;mite
4001016=Erro: O identificador do tr&aacute;mite ou do documento non &eacute; v&aacute;lido
4001017=Erro ao crear un documento do tr&aacute;mite
4001018=Erro ao eliminar un documento do tr&aacute;mite
4001019=Erro ao actualizar un documento do tr&aacute;mite

4001020=Erro ao recuperar o &oacute;rgano destinatario
4001021=Erro: O identificador do &oacute;rgano destinatario non &eacute; v&aacute;lido
4001022=Erro ao crear un &oacute;rgano destinatario
4001023=Erro ao actualizar un &oacute;rgano destinatario
4001024=Erro ao recuperar a lista de &oacute;rganos destinatarios
4001025=Erro: O &oacute;rgano destinatario est&aacute; a ser utilizado
4001026=Erro ao eliminar un &oacute;rgano destinatario

4001027=Erro ao recuperar un conector
4001028=Erro: O identificador do conector non &eacute; v&aacute;lido
4001029=Erro ao crear un conector
4001030=Erro ao actualizar un conector
4001031=Erro ao eliminar un conector
4001032=Erro ao recuperar a lista de conectores

4001033=Erro ao recuperar un tipo de conector
4001034=Erro: O identificador do tipo de conector non &eacute; v&aacute;lido
4001035=Erro ao crear un tipo de conector
4001036=Erro ao actualizar un tipo de conector
4001037=Erro ao eliminar un tipo de conector
4001038=Erro ao recuperar a lista de tipos de conectores

4001039=Erro ao crear un conector de autenticaci&oacute;n.
4001040=Erro: O identificador do conector de autenticaci&oacute;n non &eacute; v&aacute;lido.
4001041=Erro ao actualizar un conector de autenticaci&oacute;n.
4001042=Erro ao eliminar un conector de autenticaci&oacute;n.
4001043=Erro ao recuperar a lista de conectores de autenticaci&oacute;n
4001044=Erro ao recuperar un conector de autenticaci&oacute;n.

4001045=Erro: non existe ningún trámite que coincida cos parámetros da procura.

4001046=Erro: o código de oficina asignado ao trámite non está asociado ao usuario configurado para realizar a consolidación en rexistro presencial.
4001047=Erro: o código do asunto non existe en rexistro presencial como un tipo de asunto asociado ao código de oficina asignado ao trámite.