96001000=Erro inesperado
96001001=Erro: Non foi posible crear a solicitude de rexistro.
96001002=Erro: Erro na base de datos de rexistro.
96001003=Erro: A informaci&oacute;n fornecida non &eacute; v&aacute;lida.
96001004=Erro: Hai virus no documento.
96001005=Erro: Requ&iacute;rese o documento.
96001006=Erro: Anex&aacute;ronse m&aacute;is documentos dos requiridos.
96001007=Erro: Excedeu o tama&ntilde;o m&aacute;ximo permitido no documento.
96001008=Erro: &Eacute; unha extensi&oacute;n non compatible para o documento.
96001009=Erro: Non foi posible efectuar a operaci&oacute;n de rexistro.
96001010=Erro: Non foi posible xerar un n&uacute;mero de rexistro.
96001011=Erro: A t&aacute;boa de n&uacute;meros de rexistro non se iniciou.
96001012=Erro: Non foi posible xerar a evidencia forense.
96001013=Erro: O n&uacute;mero de rexistro non existe.
96001014=Erro: Non foi posible eliminar os documentos temporais.
96001015=Erro: Non foi posible recuperar o xustificante de rexistro.
96001016=Erro: Non foi posible recuperar a informaci&oacute;n do rexistro.
96001017=Erro: Erro de configuraci&oacute;n.
96001018=Erro: Erro na xesti&oacute;n dos documentos.
96001019=Erro: Erro na xesti&oacute;n dos documentos.
96001020=Erro: A sinatura non &eacute; correcta no documento.
96001021=Erro: O formato do documento non &eacute; correcto.
96001022=Erro: O formato da solicitude de rexistro non &eacute; correcto.
96001023=Erro: A solicitude de rexistro non est&aacute; asinada correctamente.
96001024=Erro: O contido do xustificante de rexistro non &eacute; correcto.
96001025=Erro: O xustificante de rexistro non est&aacute; asinado correctamente.
96001026=Erro: Non foi posible obter a informaci&oacute;n do documento.
96001027=Erro: Non foi posible recuperar o contido do documento.
96001028=Erro: Non foi posible verificar a integridade do rexistro.
96001029=Erro: Non foi posible verificar a integridade do rexistro.
96001030=Erro: Non &eacute; v&aacute;lido o documento cuxo c&oacute;digo &eacute; {0}
96001031=Erro: Non existe ning&uacute;n rexistro que coincida cos par&aacute;metros da busca.
96001032=Erro: Non foi posible actualizar o estado dun rexistro consolidado.
96001033=Erro: Non foi posible transformar documento para impresi&oacute;n.
96001034=Erro: No foi posible obter un documento dun rexistro.
96001035=Erro: O n&uacute;mero de rexistro ou o c&oacute;digo do documento non &eacute; v&aacute;lido.
96001036=Erro: Non foi posible engadir un novo documento de rexistro.
96001037=Erro: Non foi posible actualizar un documento de rexistro.
96001038=Erro: Non foi posible actualizar os documentos dun rexistro.
96001039=Erro: O n&uacute;mero de rexistro non &eacute; v&aacute;lido.
96001040=Erro: Non foi posible eliminar os documentos dun rexistro.
96001041=Erro: Non foi posible obter todos os documentos dun rexistro.
96001042=Erro: Non foi posible desfacer correctamente o rexistro realizado.
96001043=Erro: Non foi posible iniciar un expediente asociado ao rexistro.
96001044=Erro: O xustificante de rexistro non pertence ao usuario.
96001045=Erro: O documento non pertence ao usuario.