<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<?xml version="1.0" encoding="iso-8859-1"?><HTML 
xmlns="http://www.w3.org/1999/xhtml"><HEAD><TITLE>Ayuda</TITLE>
<META http-equiv=Content-Type content="text/html; charset=windows-1252">
<META http-equiv="" content="text/html; charset=iso-8859-1"><LINK 
href="./css/estilos.css" type=text/css rel=stylesheet>
<SCRIPT language=JavaScript type=text/JavaScript>
<!--
function close_window() {
    window.close();
}
//-->
</SCRIPT>

<META content="MSHTML 6.00.2900.3059" name=GENERATOR>
<style type="text/css">
<!--
.style1 {
	font-size: 12px;
	font-weight: bold;
}
.style2 {font-size: 12px}
-->
</style>
</HEAD>
<BODY bgColor=#ffffff>
<DIV align=center>
<TABLE cellSpacing=0 cellPadding=0 width=580 border=0>
  <TBODY>
  <TR>
    <TD><IMG id=tabla_ayuda_r1_c1 height=40 alt="" 
      src="./img/tabla_ayuda_r1_c1.gif" width=6 border=0 
      name=tabla_ayuda_r1_c1></TD>
    <TD><IMG id=tabla_ayuda_ico_ayuda height=40 alt="" 
      src="./img/tabla_ayuda_ico_ayuda.gif" width=34 border=0 
      name=tabla_ayuda_ico_ayuda></TD>
    <TD width=502 background=./img/tabla_ayuda_encabezado.gif 
      height=40><SPAN class=ayuda>PAGO</SPAN></TD>
    <TD><A onclick=close_window() 
      href="file:///C:/Documents%20and%20Settings/51923514/Mis%20documentos/SIGEM/Ayuda%20on%20line/Ayuda%20Pago/tabla_ayuda.htm#"><IMG 
      id=tabla_ayuda_cerrar height=40 alt="" 
      src="./img/tabla_ayuda_cerrar.gif" width=32 border=0 
      name=tabla_ayuda_cerrar></A></TD>
    <TD><IMG id=tabla_ayuda_r1_c5 height=40 alt="" 
      src="./img/tabla_ayuda_r1_c5.gif" width=6 border=0 
      name=tabla_ayuda_r1_c5></TD></TR>
  <TR>
    <TD><IMG id=tabla_ayuda_r2_c1 height=314 alt="" 
      src="./img/tabla_ayuda_r2_c1.gif" width=6 border=0 
      name=tabla_ayuda_r2_c1></TD>
    <TD width=568 colSpan=3 height=314>
      <DIV id=contenedor>La aplicaci&oacute;n web de <B>Pago electrónico</B> se divide en 
      tres opciones: 
        <UL>
        <LI class="style1"><a href="#pendientes">Listado de liquidaciones pendientes del ciudadano</a> 
        <LI class="style1"><a href="#liquidaciones">Listado liquidaciones 
        </a>
        <LI class="style1"><a href="#auto">Autoliquidaciones</a> </LI>
        </UL>
      <LI><B><a name="pendientes"></a><span class="style2">Listado de liquidaciones pendientes</span></B>: Se muestran las 
      liquidaciones pendientes del ciudadano conectado.En el listado se muestra:
      
      <ul>
        <li><strong>Referencia</strong>: identificador del pago en el sistema de la administraci&oacute;n local.</li>
        <li><strong>Concepto</strong>: Nombre del atributo asociado al pago.</li>
        <li><B>Periodo de Pago</B>: rango de fechas en las que el pago debe ser realizado por el ciudadano.</li>
        <li><strong>Importe</strong>: importe a pagar.</li>
        <li><strong>Vencimiento</strong>: Indicador del tiempo restante para el vencimiento. Puede ser:
          <ul>
            <li>En plazo: el ciudadano todav&iacute;a tiene tiempo para realizar el pago.</li>
            <li>Plazo vencido: el plazo dispuesto por la administraci&oacute;n para realizar el pago a concluido.</li>
            <li>Menos de un mes: resta menos de un mes para hacer efectivo el pago.</li>
            </ul>
        </li>
        <li><strong>Bot&oacute;n Realizar Pago</strong>: bot&oacute;n que nos lleva a la pantalla de pago.</li>
      </ul>
      <p>Para proceder al pago, pulsar en el botón <B>Realizar pago</B> de la 
        derecha de la liquidación correspondiente. </p>
      <p>El sistema muestra un formulario de pago. El ciudadano debe seleccionar la forma de 
        realizar el pago, es decir, pago con tarjeta de crédito o un cargo en cuenta. En función del tipo de pago seleccionado, completar los 
        datos correspondientes y pulsar <B>Enviar</B>.      </p>
      <ul>
        <li><strong>Pago por cargo en cuenta</strong>: el ciudadano debe elegir la entidad colaboradora donde quiere efectuar el pago, si quiere que este se domicialice y por &uacute;ltimo introducir su n&uacute;mero de cuenta.</li>
        <li><strong>Pago con tarjeta de cr&eacute;dito</strong>: el ciudadano debe introducir los 16 n&uacute;mero de su tarjeta y los 4 de la fecha de caducidad de la misma.</li>
      </ul>
      <p>Una vez enviado el pago, el sistema muestra un resumen para verificar 
        los datos por el ciudadano. Una vez verificados, pulsar <B>Firmar y 
          Enviar</B>. 
      En ese momento la aplicaci&oacute;n muestra al ciudadano un ventana emergente con la lista de certificados personales que tenga instalados en su navegador. El ciudadano selecciona su certificado y pulsa Aceptar.</p>
      <p>A continuaci&oacute;n el sistema se encarga de efectuar la operaci&oacute;n y una vez completa muestra al ciudadano una pantalla de resumen, en la que aparece la siguiente informaci&oacute;n:</p>
      <ul>
        <li><B>Número de Referencia: </B>n&uacute;mero de referencia para el pago dado por la administraci&oacute;n local. Le servir&aacute; para localizar su pago dentro del sistema.</li>
        <li><B>Número de Referencia Completo: </B>incluye el número de 
          referencia del organismo público y el número de referencia de la entidad 
          bancaria referido al pago realizado. Sirve al ciudadano para localizar su pago en el sistema y como identificador de la transacci&oacute;n de cara a la entidad colaboradora.</li>
      </ul>
      <p>Desde esta pantalla, se puede imprimir el justificante de pago mediante 
                    el botón <B>Justificante</B>. 
            El sistema presenta un documento pdf que el ciudadano puede descargar y guardar localmente en su m&aacute;quina, como prueba de su pago. El justificante incluye todos los datos del pago y va firmado por la administraci&oacute;n local para asegurar su validez.</p>
      <p>Para volver a la pantalla de liquidaciones pendientes, pulsar 
              <B>Volver</B>.            </p>
      <p>&nbsp;</p>
      <LI><B><a name="liquidaciones"></a><span class="style2">Listado Liquidaciones</span></B>: Se muestran las liquidaciones, 
      pendientes o no, del ciudadano y permite realizar una búsqueda. 
      <P>Para realizar una búsqueda, completar los datos correspondientes 
      (<B>Referencia</B>, <B>Referencia completa</B>o <strong>Estado</strong>) y pulsar <B>Buscar</B>. 
      El resultado se muestra en formato lista. 
      <P>En la lista de resultados se podrán consultar las liquidaciones que 
      estén pagadas y realizar pago en aquellas que estén pendientes de pago. 
      <ul>
        <li><strong> Liquidaciones pendientes de pago</strong>: podr&aacute; acceder al formulario de pago. El proceso es el mismo que si accediera desde la pantalla de Liquidaciones Pendientes.          </li>
        <li><strong>Liquidaciones ya satisfechas</strong>: podr&aacute; acceder a la pantalla de resumen de pago, con la informaci&oacute;n completa del pago. Desde esta pantalla podr&aacute; volver a obtener el justificante en pdf de su pago.
          <P>                           </li>
      </ul>
      <LI><B><a name="auto"></a><span class="style2">Autoliquidaciones</span></B>: la pantalla est&aacute; dividida en dos partes.</LI>
            <ul>
              <li><strong>Lista de Autoliquidaciones disponibles para el ciudadano</strong>: lista de autoliquidaciones que la administraci&oacute;n local pone a disposici&oacute;n del ciudadano. </li>
            </ul>
            <blockquote>
              <p>Pulsando sobre el bot&oacute;n Realizar Pago de la autoliquidaci&oacute;n correspondiente el ciudadano acceder&aacute; a la pantalla de pago correspondiente.</p>
              <p>El sistema muestra un formulario de pago. Dependiendo del modelo de autoliquidaci&oacute;n el ciudadano deber&aacute; rellenar unos datos espec&iacute;ficos y a continuaci&oacute;n  seleccionar la forma de 
        realizar el pago, es decir, pago con tarjeta de cr&eacute;dito o un cargo en cuenta. En funci&oacute;n del tipo de pago seleccionado, completar los 
        datos correspondientes y pulsar <B>Enviar</B>. </p>
              <ul>
                <li><strong>Pago por cargo en cuenta</strong>: el ciudadano debe elegir la entidad colaboradora donde quiere efectuar el pago e introducir su n&uacute;mero de cuenta.</li>
                <li><strong>Pago con tarjeta de cr&eacute;dito</strong>: el ciudadano debe introducir los 16 n&uacute;mero de su tarjeta y los 4 de la fecha de caducidad de la misma.</li>
              </ul>
            </blockquote>
            <ul>
              <li><strong>Hist&oacute;rico de pagos</strong>: lista de autoliquidaciones ya satisfechas por el ciudadano. En esta secci&oacute;n el ciudadano puede realizar b&uacute;squedas y consultar los pagos de autoliquidaciones ya realizados.
                <P>Se podr&aacute;n realizar b&uacute;squedas por Referenica y NRC. El ciudadano podr&aacute; acceder a la pantalla de consulta de pago y obtener de nuevo el justificante en pdf.              </li>
            </ul>
            <p>&nbsp;</p>
      </DIV></TD>
    <TD><IMG id=tabla_ayuda_r2_c5 height=314 alt="" 
      src="./img/tabla_ayuda_r2_c5.gif" width=6 border=0 
      name=tabla_ayuda_r2_c5></TD></TR>
  <TR>
    <TD><IMG id=tabla_ayuda_r3_c1 height=26 alt="" 
      src="./img/tabla_ayuda_r3_c1.gif" width=6 border=0 
      name=tabla_ayuda_r3_c1></TD>
    <TD colSpan=3><IMG id=tabla_ayuda_r3_c2 height=26 alt="" 
      src="./img/tabla_ayuda_r3_c2.gif" width=568 border=0 
      name=tabla_ayuda_r3_c2></TD>
    <TD><IMG id=tabla_ayuda_r3_c5 height=26 alt="" 
      src="./img/tabla_ayuda_r3_c5.gif" width=6 border=0 
      name=tabla_ayuda_r3_c5></TD></TR></TBODY></TABLE></DIV></BODY></HTML>
