noDocDecreto.CreacionDecreto						=[eu]No hay ning\u00fan documento \u0027Decreto\u0027 en el tr\u00e1mite Creaci\u00f3n de Decreto
noDocDecretoSign.CreacionDecreto 					=[eu]No hay ning\u00fan documento \u0027Decreto\u0027 firmado en el tr\u00e1mite Creaci\u00f3n de Decreto
noDocNotificacionDecreto.Notificacion				=[eu]No hay ning\u00fan documento \u0027Notificaci\u00f3n Decreto\u0027  en el tr\u00e1mite Notificaci\u00f3n
noAllDocsNotificacionDecreto.Notificacion 			=[eu]No todos los  documentos \u0027Notificaci\u00f3n Decreto\u0027  del tr\u00e1mite Notificaci\u00f3n est\u00e1n firmados
tramite.iniciado.duplicado							=[eu]Para el tr\u00e1mite seleccionado s\u00f3lo se permite un \u00fanico tr\u00e1mite iniciado en el expediente.
errorGetModDecreto.CertificacionDecreto				=[eu]Ha ocurrido un error al obtener el modelo de decreto para el expediente actual
comunicacionesInternas.delegate.error				=[eu]El tr\u00e1mite de solicitud de documentaci\u00f3n se ha de devolver.
diligenciaInformativa.noDecretos					=[eu]No existe ning\u00fan decreto perteneciente al periodo actual
numHojaIni.empty									=[eu]N\u00famero hoja inicial vac\u00edo
onlyOne.expedient.open								=[eu]No se puede tener m\u00e1s de un expediente del procedimiento abierto
propuesta.empty.import								=[eu]No existen propuestas a incorporar en el expediente actual
noDocSesionPlenaria.NotificacionCnv					=[eu]No hay ning\u00fan documento \u0027Notificaci\u00f3n Convocatoria Pleno\u0027  en el tr\u00e1mite Notificaci\u00f3n Convocatoria Pleno
noDocSesionPlenariaSign.NotificacionCnv				=[eu]No hay ning\u00fan documento \u0027Notificaci\u00f3n Convocatoria Pleno\u0027 firmado en el tr\u00e1mite Notificaci\u00f3n Convocatoria Pleno
email.noDoc											=[eu]No se puede terminar el tr\u00e1mite. Faltan documentos por tratar.
errorGetNumHojasLibro.noDiligenciaApertura			=[eu]No se puede generar la Diligencia de Cierre \n porque no se ha generado y/o firmado la Diligencia de Apertura.
comunicacionesInternas.nomail.receptor				=[eu]Es obligatorio la existencia de un participante con rol RECEPTOR y con email informado.
comunicacionesInternas.nomail.interesadoPrincipal	=[eu] Es obligatorio indicar la dirección telemática (email) del interesado principal.
recursos.reserva.horaMinFinAnteriorHoraMinInicio	=[eu] La Hora/Min de finalizaci\u00f3n de la reserva ha de ser posterior a la de inicio.
aviso.cantdelete.document.decreto					=[eu]No se puede eliminar un decreto firmado.
aviso.cantdelete.document.acta.sp					=[eu]No se puede eliminar un acta de sesi\u00f3n plenaria firmada.
aviso.cantdelete.document.acta.jg					=[eu]No se puede eliminar un acta de junta de gobierno firmada.

aviso.not.allowed.delete.exp.decreto				=[eu]No se puede eliminar un expediente de 'Tramitaci\u00f3n de Decretos' cuando ya tiene asignado n\u00famero de decreto.
aviso.not.allowed.delete.exp.sp						=[eu]No se puede eliminar un expediente de 'Gesti\u00f3n de Sesiones Plenarias' cuando ya se ha firmado el acta de la sesi\u00f3n.
aviso.not.allowed.delete.exp.jg						=[eu]No se puede eliminar un expediente de 'Gesti\u00f3n de Juntas de Gobierno' cuando ya se ha firmado el acta de la junta.


error.calculateGroupResponsible						=[eu]Error de configuraci\u00f3n. P\u00f3ngase en contacto con su e-responsable.
error.noPcd.resolucionPorDecreto					=[eu]Error de configuraci\u00f3n.\\nNo se ha encontrado el procedimiento de 'Tramitaci\u00f3n de Decretos'.\\nP\u00f3ngase en contacto con su e-responsable.
error.noRelation.resolucionPorDecreto				=[eu]Error de configuraci\u00f3n.\\nNo se ha encontrado la relacion a utilizar entre el expediente origen del decreto y el expediente de decretos.\\nP\u00f3ngase en contacto con su e-responsable.
error.resolucion.no.delete.decreto.generado			=[eu]No se puede eliminar el trámite porque el decreto ya ha sido generado.
error.resolucion.no.close.decreto.no.generado		=[eu]No se puede cerrar el trámite porque el decreto aún no ha sido generado.
aviso.not.allowed.close.stage.task.expDecretos.open =[eu]No se puede cerrar la fase .\\n El expediente de decretos con el que est\u00e1 relacionado tiene alg\u00fan tr\u00e1mite abierto.


error.noPcd.resolucionPorAcuerdo					=[eu]Error de configuraci\u00f3n.\\nNo se ha encontrado el procedimiento de 'Gesti\u00f3n de Propuestas'.\\nP\u00f3ngase en contacto con su e-responsable.
error.noRelation.resolucionPorAcuerdo				=[eu]Error de configuraci\u00f3n.\\nNo se ha encontrado la relaci\u00f3n a utilizar entre el expediente origen de la propuesta y el expediente de propuestas.\\nP\u00f3ngase en contacto con su e-responsable.

aviso.not.allowed.close.stage.task.expPropuestas.open =[eu]No se puede cerrar la fase .\\n El expediente de propuestas con el que est\u00e1 relacionado tiene alg\u00fan t\u00e1mite abierto.

error.cant.create.lotes.contrato.simple				=[eu] No se puede crear el lote en el expediente actual.\\nNO es un expediente de contrataci\u00f3n por lotes.

aviso.cantdelete.document.acuerdoJG.elevada				=[eu]No se puede eliminar el documento de tipo Acuerdo JG porque la propuesta ya ha sido elevada a alguna sesi\u00f3n.

aviso.cantdelete.task.acuerdo						=[eu]No se puede eliminar el tr\u00e1mite porque la propuesta ya ha sido elevada a alguna sesi\u00f3n.
aviso.cantclose.diligenciaApertura.notSigned		=[eu]El documento de Diligencia de Apertura ha de estar firmado obligatoriamente.

aviso.cantdelete.document.correccion.acta			=[eu]No se puede eliminar una corrección de error de acta firmada.
aviso.cantdelete.document.correccion.dec			=[eu]No se puede eliminar una corrección de error de decreto firmado.
aviso.cant.close.diligenciaCorreccionError.sinFirma	=[eu] No se puede cerrar el tr\u00e1mite porque la diligencia de correcci\u00f3n de error no se ha firmado.
aviso.cant.close.acta.sinFirma						=[eu] No se puede cerrar el tr\u00e1mite porque el acta no se ha firmado.

error.calculate.hojaFin.acta						=[eu]No se puede calcular la hoja de fin de libro .\\n Hay tr\u00e1mites de Diligencia de Correcci\u00f3n y/o Borrador Completo Acta sin cerrar
error.calculate.hojaFin.decretos					=[eu]No se puede calcular la hoja de fin de libro .\\n Hay tr\u00e1mites de Diligencia de Correcci\u00f3n y/o Creaci\u00f3n Decreto sin cerrar

# \u00c1 Á
# \u00c9 É
# \u00cd Í
# \u00d1 Ñ
# \u00d3 Ó
# \u00da Ú
# \u00e1 á
# \u00e9 é
# \u00ed í
# \u00f1 ñ
# \u00f3 ó
# \u00fa ú
