noDocDecreto.CreacionDecreto						= Non hai ning\u00fan documento 'Decreto' no tr\u00e1mite Creaci\u00f3n de Decreto
noDocDecretoSign.CreacionDecreto					= Non hai ning\u00fan documento 'Decreto' asinado no tr\u00e1mite Creaci\u00f3n de Decreto
noDocNotificacionDecreto.Notificacion				= Non hai ning\u00fan documento \u0027Notificaci\u00f3n Decreto\u0027 no tr\u00e1mite Notificaci\u00f3n
noAllDocsNotificacionDecreto.Notificacion 			= Non todos os  documentos \u0027Notificaci\u00f3n Decreto\u0027  do tr\u00e1mite Notificaci\u00f3n est\u00e1n asinados
tramite.iniciado.duplicado							= Para o tr\u00e1mite seleccionado s\u00f3 se permite un \u00fanico tr\u00e1mite iniciado no expediente.
errorGetModDecreto.CertificacionDecreto				=Ocorreu un erro ao obter o modelo de decreto para o expediente actual.

diligenciaInformativa.noDecretos					=Non existe ning\u00fan decreto pertencente ao per\u00edodo actual
numHojaIni.empty									=N\u00famero folla inicial vac\u00edo
onlyOne.expedient.open								=Non se pode ter m\u00e1is dun expediente do procedemento aberto
propuesta.empty.import								=[gl]No existen propuestas a incorporar en el expediente actual
noDocSesionPlenaria.NotificacionCnv					=[gl]Non hai ning\u00fan documento \u0027Notificaci\u00f3n Convocatoria Pleno\u0027  no tr\u00e1mite Notificaci\u00f3n Convocatoria Pleno
noDocSesionPlenariaSign.NotificacionCnv				=[gl]Non hai ning\u00fan documento \u0027Notificaci\u00f3n Convocatoria Pleno\u0027 asinado no tr\u00e1mite Notificaci\u00f3n Convocatoria Pleno
email.noDoc											=Non se pode pechar o tr\u00e1mite. Faltan documentos por tratar.
errorGetNumHojasLibro.noDiligenciaApertura			=[gl]No se puede generar la Diligencia de Cierre \n porque no se ha generado y/o firmado la Diligencia de Apertura.
comunicacionesInternas.nomail.receptor				=[gl]Es obligatorio la existencia de un participante con rol RECEPTOR y con email informado.
comunicacionesInternas.nomail.interesadoPrincipal	=[gl] Es obligatorio indicar la dirección telemática (email) del interesado principal.


aviso.cantdelete.document.decreto					=[gl]No se puede eliminar un decreto firmado.
aviso.cantdelete.document.acta.sp					=[gl]No se puede eliminar un acta de sesi\u00f3n plenaria firmada.
aviso.cantdelete.document.acta.jg					=[gl]No se puede eliminar un acta de junta de gobierno firmada.

aviso.not.allowed.delete.exp.decreto				=[gl]No se puede eliminar un expediente de 'Tramitaci\u00f3n de Decretos' cuando ya tiene asignado n\u00famero de decreto.
aviso.not.allowed.delete.exp.sp						=[gl]No se puede eliminar un expediente de 'Gesti\u00f3n de Sesiones Plenarias' cuando ya se ha firmado el acta de la sesi\u00f3n.
aviso.not.allowed.delete.exp.jg						=[gl]No se puede eliminar un expediente de 'Gesti\u00f3n de Juntas de Gobierno' cuando ya se ha firmado el acta de la junta.


error.calculateGroupResponsible						=[gl]Error de configuraci\u00f3n. P\u00f3ngase en contacto con su e-responsable.
error.noPcd.resolucionPorDecreto					=[gl]Error de configuraci\u00f3n.\\nNo se ha encontrado el procedimiento de 'Tramitaci\u00f3n de Decretos'.\\nP\u00f3ngase en contacto con su e-responsable.
error.noRelation.resolucionPorDecreto				=[gl]Error de configuraci\u00f3n.\\nNo se ha encontrado la relacion a utilizar entre el expediente origen del decreto y el expediente de decretos.\\nP\u00f3ngase en contacto con su e-responsable.
error.resolucion.no.delete.decreto.generado			=[gl]No se puede eliminar el tr\u00e1mite porque el decreto ya ha sido generado.
error.resolucion.no.close.decreto.no.generado		=[gl]No se puede cerrar el tr\u00e1mite porque el decreto aún no ha sido generado.
aviso.not.allowed.close.stage.task.expDecretos.open =[gl]No se puede cerrar la fase .\\n El expediente de decretos con el que est\u00e1 relacionado tiene alg\u00fan tr\u00e1mite abierto.


error.noPcd.resolucionPorAcuerdo					=[gl]Error de configuraci\u00f3n.\\nNo se ha encontrado el procedimiento de 'Gesti\u00f3n de Propuestas'.\\nP\u00f3ngase en contacto con su e-responsable.
error.noRelation.resolucionPorAcuerdo				=[gl]Error de configuraci\u00f3n.\\nNo se ha encontrado la relaci\u00f3n a utilizar entre el expediente origen de la propuesta y el expediente de propuestas.\\nP\u00f3ngase en contacto con su e-responsable.

aviso.not.allowed.close.stage.task.expPropuestas.open =[gl]No se puede cerrar la fase .\\n El expediente de propuestas con el que est\u00e1 relacionado tiene alg\u00fan t\u00e1mite abierto.



aviso.cantdelete.document.acuerdoJG.elevada			=[gl]No se puede eliminar el documento de tipo Acuerdo JG porque la propuesta ya ha sido elevada a alguna sesi\u00f3n.

aviso.cantdelete.task.acuerdo						=[gl]No se puede eliminar el tr\u00e1mite porque la propuesta ya ha sido elevada a alguna sesi\u00f3n.

aviso.cantclose.diligenciaApertura.notSigned		=[gl]El documento de Diligencia de Apertura ha de estar firmado obligatoriamente.
aviso.cantdelete.document.correccion.acta			=[gl]No se puede eliminar una corrección de error de acta firmada.
aviso.cantdelete.document.correccion.dec			=[gl]No se puede eliminar una corrección de error de decreto firmado.
aviso.cant.close.diligenciaCorreccionError.sinFirma	=[gl] No se puede cerrar el tr\u00e1mite porque la diligencia de correcci\u00f3n de error no se ha firmado.
aviso.cant.close.acta.sinFirma						=[gl] No se puede cerrar el tr\u00e1mite porque el acta no se ha firmado.

error.calculate.hojaFin.acta						=[gl]No se puede calcular la hoja de fin de libro .\\n Hay tr\u00e1mites de Diligencia de Correcci\u00f3n y/o Borrador Completo Acta sin cerrar
error.calculate.hojaFin.decretos					=[gl]No se puede calcular la hoja de fin de libro .\\n Hay tr\u00e1mites de Diligencia de Correcci\u00f3n y/o Creaci\u00f3n Decreto sin cerrar

# \u00c1 Á
# \u00c9 É
# \u00cd Í
# \u00d1 Ñ
# \u00d3 Ó
# \u00da Ú
# \u00e1 á
# \u00e9 é
# \u00ed í
# \u00f1 ñ
# \u00f3 ó
# \u00fa ú
