3100001=Non ten privilexios suficientes para efectuar esa operaci&oacute;n
3100002=O obxecto non est&aacute; rexistrado en W@rda
3100003=Non foi posible encontrar o usuario
3100004=Encontrouse m&aacute;is dun usuario
3100005=Non foi posible encontrar o grupo
3100006=Encontrouse m&aacute;is dun grupo


3100007=Non ten dereitos para eliminar o departamento.
3100008=Non ten dereitos para modificar o departamento.
3100009=Non ten dereitos para crear departamentos.

3100010=Non ten dereitos para eliminar o grupo.
3100011=Non ten dereitos para modificar o grupo.
3100012=Non ten dereitos para crear grupos.

3100013=Non ten dereitos para eliminar o usuario.
3100014=Non ten dereitos para modificar o usuario.
3100015=Non ten dereitos para crear usuarios sobre este departamento.

3100016=Non ten dereitos para atribu&iacute;r o usuario ao grupo escollido.
3100017=Non ten dereitos para eliminar o usuario do grupo escollido.

3100018=Non ten dereitos para consultar o departamento escollido.
3100019=Non ten dereitos para consultar o grupo escollido.
3100020=Non ten dereitos para bloquear/desbloquear o usuario escollido.
3100021=Non ten privilexios suficientes para administrar o sistema
3100046=Non &eacute; posible eliminar o departamento; a&iacute;nda hai usuarios

# Errores de Certificado digital
3100022=Xa hai outro usuario co mesmo certificado dixital
3100023=Erro 1: Erro de conexi&oacute;n RMI contra @sinatura.
3100024=Erro 2: Non se conseguiu o certificado de usuario.
3100025=Erro 5: O certificado presentado non corresponde a ningunha CA \
admitida.
3100026=Erro 6: Erro ao tentar obter o identificador ou o NIF.
3100027=Erro 7: Non hai ning&uacute;n NIF para este certificado.
3100028=Erro 8: A sesi&oacute;n da p&aacute;xina de entrada do usuario e a da p&aacute;xina &aacute; cal \
reencami&ntilde;a o servidor son diferentes.
3100029=Erro 9: Por motivos de seguranza, s&oacute; se permite unha entrada por \
sesi&oacute;n de navegador.
3100030=Erro 11: Algoritmo de sinatura do certificado do cliente non v&aacute;lido.
3100031=Erro 12: Chave do certificado do cliente non v&aacute;lida.
3100032=Erro 13: Fornecedor do certificado do cliente non encontrado.
3100033=Erro 14: Erro ao verificar a sinatura do certificado do cliente.
3100034=Erro 15: Erro ao tentar obter os campos obrigatorios do certificado.
3100035=Erro 16: O certificado da CA deste certificado non foi encontrado.
3100036=Erro 17: O obxecto non foi constru&iacute;do de forma correcta.
3100037=Erro 18: Certificado caducado.
3100038=Erro 19: Non foi posible encontrar a CRL.
3100039=Erro 20: Erro ao descargar a CRL.
3100040=Erro 21: Erro ao verificar a CRL co certificado da s&uacute;a CA
3100041=Erro 22: Non foi posible encontrar o certificado da CA desta CRL
3100042=Erro 24 at&eacute; erro 32: Certificado revogado.
3100043=Erro 33: Este certificado non ten puntos de distribuci&oacute;n de CRL.
3100044=O certificado presentado NON foi expedido pola FNMT
3100045=Erro desco&ntilde;ecido ao validar o certificado
3100046=Erro ao ler o ficheiro de configuraci&oacute;n de certificados
3100047=Erro ao eliminar departamento. O departamento contén usuarios.
3100048=Erro ao eliminar departamento. O departamento contén departamentos.


# ERRORS
error.login.user_is_empty=<li>O nome de usuario &eacute; obrigatorio</li>
error.login.pwd_is_empty=<li>O contrasinal &eacute; obrigatorio</li>
error.login.max_login_cnts=<li>Superou o n&uacute;mero m&aacute;ximo de tentativas de conexi&oacute;n.<\
/li>
error.search.multivalues_prohibited=<li>N&uacute;mero de valores incorrecto para este operador</li>
error.search.wrong_dataType=<li>Tipo de dato {0} incorrecto</li>
error.search.exceeded_datalen=<li>Excedeuse a lonxitude m&aacute;xima do {0} </li>
error.search.not_nullable_field=<li>Encha este campo</li>
error.search.no_results = Non se encontrou ning&uacute;n cartafol.
error.changePwd.pwd_is_empty=<li>O contrasinal &eacute; obrigatorio.</li>
error.changePwd.newPwd_is_empty=<li>O novo contrasinal non pode ficar baleiro.</li>
error.changePwd.confNewPwd_is_empty=<li>Confirme o contrasinal.</li>
error.changePwd.new_pwd_not_macth=<li>O novo contrasinal e a s&uacute;a confirmaci&oacute;n non coinciden.<\
/li>
error.application.general=Produciuse un erro na aplicaci&oacute;n.
error.searchLink.no_menuRepository=O men&uacute; Repository non existe.
error.fileUpload.maxFileLengthExceeded=O documento que est&aacute; a tentar engadir supera o tama&ntilde;o m&aacute;ximo fixado \
en {0}.
error.fileUpload.maxFileNameLengthExceeded=O nome do documento que est&aacute; a tentar engadir ten m&aacute;is de {0} \
caracteres.
error.folder.may_not_lock=Non foi posible obter acceso exclusivo ao cartafol.

# MESSAGES
message.login.duplicate_user_in_system=Xa hai outra conexi&oacute;n do mesmo usuario no sistema.
message.init.system.config.file=Erro ao iniciar a aplicaci&oacute;n. Consulte co administrador do sistema.
message.error.text=Produciuse un erro na aplicaci&oacute;n.
message.error.button.back=Volver.

# BUSINESS MESSAGES
IECI_TECDOC_UAS_INVALID_AUTH_SPEC=Autorizaci&oacute;n inv&aacute;lida para o usuario e contrasinal especificados
IECI_TECDOC_UAS_INVALID_USER_NAME=O nome de usuario non &eacute; correcto
IECI_TECDOC_UAS_TOO_MANY_LOGIN_ATTEMPTS=Excedeu o n&uacute;mero m&aacute;ximo de tentativas de conexi&oacute;n na aplicaci&oacute;n.
IECI_TECDOC_UAS_NO_USER_IN_IDOC_SYSTEM=O usuario non pertence ao sistema W@rda.

IECI_TECDOC_MVCNOT_VALID_LOGIN_METHOD=M&eacute;todo de conexi&oacute;n non v&aacute;lido.
IECI_TECDOC_OBJDS_APPNOT_AUTH_ENTER_APP=Non est&aacute; autorizado a entrar na aplicaci&oacute;n.
IECI_TECDOC_OBJDS_APPNOT_AUTH_OPEN_ARCHIVE=Non est&aacute; autorizado a consultar o arquivador.
IECI_TECDOC_CORE_FILE_NOT_DELETED=Non foi posible eliminar o documento.
IECI_TECDOC_CORE_NOT_CREATED=Non foi posible crear o documento.
IECI_TECDOC_IDOC_FOLDER_FDR_IS_REFERENCED_BY_OTHER=Hai outro cartafol que fai referencia a este.
IECI_TECDOC_OBJDS_FOLDER_BASE_NOT_FOUND=Cartafol non encontrado.


# BUSINESS MESSAGES CHANGE PWD
IECI_TECDOC_UAS_INVALID_PWD_LEN=Lonxitude de contrasinal incorrecta.
IECI_TECDOC_UAS_USER_LOCKED=O seu usuario foi bloqueado. Contacte co administrador da aplicaci&oacute;n.
IECI_TECDOC_UAS_OLD_AND_NEW_PWD_CANNOT_MATCH=O contrasinal novo non pode coincidir co vello
IECI_TECDOC_UAS_TWO_NEW_PWDS_DO_NOT_MATCH=O contrasinal e a s&uacute;a confirmaci&oacute;n non coinciden
IECI_TECDOC_UAS_MUST_CHANGE_PWD=Modifique o contrasinal para acceder &aacute; aplicaci&oacute;n
