1510010000=Erro inesperado
1501101001=Erro na base de datos das sesi&oacute;ns. 
1501101002=Erro ao crear a sesi&oacute;n.
1501101003=Erro ao eliminar a sesi&oacute;n.
1501101004=Erro ao recuperar informaci&oacute;n da sesi&oacute;n.
1501101005=Erro ao xerar o hash.
1501101006=Erro ao asinar.
1501101007=Erro: A sesi&oacute;n non existe.
1501101008=Erro: Non foi posible ler o certificado.
1501101009=Erro ao codificar datos.
1501101010=Erro ao descodificar datos.
1501101011=Erro: Non foi posible obter a informaci&oacute;n de autenticaci&oacute;n.
1501101012=Erro: Non foi posible acceder ao sistema.
1501101013=Erro: As credenciais de acceso non son v&aacute;lidas.
1501101014=Erro: Non foi posible desconectarse do sistema.
1501101015=Erro: Non &eacute; posible recuperar a informaci&oacute;n de autenticaci&oacute;n do usuario nesta sesi&oacute;n.
1501101016=Erro de configuraci&oacute;n.
1501101017=Erro no rexistro da acci&oacute;n no log.
1501101018=Erro ao verificar sinatura.
1501101019=Erro ao verificar documento.
1501101020=Erro: Non &eacute; posible acceder ao compo&ntilde;ente de autenticaci&oacute;n e sinatura.
1501101021=Erro: Non &eacute; posible acceder ao compo&ntilde;ente de sesi&oacute;n.
1501101022=Erro: Non &eacute; posible acceder ao compo&ntilde;ente de criptograf&iacute;a.
1501101023=Erro: Non &eacute; posible recuperar o documento sen a sinatura.
1501101024=Erro no servizo de validaci&oacute;n de CATCert.
1501101025=Erro do sistema de validaci&oacute;n (InternalErro, UnrecognizedToken).
1501101026=Erro no formato da solicitude (RequestErro). 
1501101027=Erro ao crear un conector de autenticaci&oacute;n.
1501101028=Erro: O identificador do conector de autenticaci&oacute;n non &eacute; v&aacute;lido.
1501101029=Erro ao actualizar un conector de autenticaci&oacute;n.
1501101030=Erro ao eliminar un conector de autenticaci&oacute;n.
1501101031=Erro ao recuperar a lista de conectores de autenticaci&oacute;n
1501101032=Erro ao recuperar un conector de autenticaci&oacute;n.
1505555555=Erro de autenticaci&oacute;n.
1509999999=Erro de seguranza.